[
      {
        "latitude": 39.16136169433594,
        "longitude": -86.54397583007812,
        "enteredDate": "2014-05-10T21:58:09",
        "description": "There is a segment of the sidewalk that is completely missing.  When it rains, it turns into a large puddle that is difficult to step over."
      },
      {
        "latitude": 39.16419982910156,
        "longitude": -86.4784164428711,
        "enteredDate": "2014-05-16T01:41:31",
        "description": "The side ends for a period. There is not a sidewalk on either side. Please fix."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2014-05-25T11:25:59",
        "description": "Not sure if this is the proper place to report, but I own a rental house at 813 W Kirkwood. The side walk in front of the house is all chewed up but my main concern is that the Jordan River surfaces right there on the east border of the house and the one next door. there is a broken railing there that is intended I suppose to protect someone from falling in. It is rusted thru and presents a dangerous situation for a child who could be walking there. Also the interior of that waterway canal has tons of trees growing in it that I think should be cut out, but believe that would be the city's property there to take care of. Any way the two issues make that a dangerous spot. I hope you will look into it and schedule some kind of repair there for safety of our fair city's citizens!! thanks Nancy"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2014-06-09T19:25:12",
        "description": "Hello, there is a very uneven sidewalk at the corner of Winslow Road and Westminster way on the west corner"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2014-06-17T20:22:43",
        "description": "At the west corner of Winslow and Westminster, there is a damaged sidewalk."
      },
      {
        "latitude": 39.20039749145508,
        "longitude": -86.47817993164062,
        "enteredDate": "2014-06-25T15:55:01",
        "description": ""
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2014-07-02T16:13:05",
        "description": "A new drain on the sidewalk along South Henderson St by the South football practice fields has a raised portion.  We are concerned that in the dark (night or mornings) that pedestrians will not notice the raised portion and will trip, fall, end up n the street.  Could this be striped some way to announce it's presence?"
      },
      {
        "latitude": 39.13660049438477,
        "longitude": -86.51752471923828,
        "enteredDate": "2014-07-03T09:22:55",
        "description": "The sidewalk just north of the YMCA sign on South Highland Ave is slick with mud. Erosion from an adjacent  hillside and mud/leaves from the gutter keep the sidewalk muddy. I shoveled mud off off it for an hour earlier this week, but it needs more work. Cleaning the gutter would be a big help. Thanks!"
      },
      {
        "latitude": 39.13776016235352,
        "longitude": -86.51760864257812,
        "enteredDate": "2014-07-18T21:40:25",
        "description": "My partner and I enjoy the walking trails at Winslow Park, and live in the Winslow Farms subdivision.  We would like to request a side walk, or a better path that is along South Highland Avenue, to get onto the walking trails.  Currently, there is a path, but it is ridden with tree roots.  My partner is legally blind, and having him walk over these roots is a bit risky.  We are advocating a better entrance to the walking trails.  Thanks."
      },
      {
        "latitude": 39.14221572875977,
        "longitude": -86.50701141357422,
        "enteredDate": "2014-07-21T10:49:02",
        "description": "We have a sidewalk in front of our home that is a major tripping hazard. Tree roots have lifted the sidewalk almost 3 inches making a serious tripping hazard.  I contacted the city about 18 months ago to request to be put on the 'fix list' with us paying for the concrete, but nothing has been done.  Please can this be addressed soon.  Thank you."
      },
      {
        "latitude": 39.1641845703125,
        "longitude": -86.52708435058594,
        "enteredDate": "2014-07-24T15:41:29",
        "description": "No ramp"
      },
      {
        "latitude": 39.15853500366211,
        "longitude": -86.51956939697266,
        "enteredDate": "2014-08-09T18:33:47",
        "description": "sidewalk and curbs are cracked and buckled."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2014-08-10T17:42:26",
        "description": "Thd sidewalk at the corner of 3rd St and Swain is in very bad condition.  MAC restaurant used to be at that corner but Mother Bear's is now in that spot.  I asked Mother Bear's who would fix the sidewalk and they thought it was the responsibility of the city.  The sidewalk has been in bad shape for a long time and is a hazard to those of us who use it regularly to walk to campus."
      },
      {
        "latitude": 39.16424179077148,
        "longitude": -86.52699279785156,
        "enteredDate": "2014-08-30T11:05:19",
        "description": "Missing ramp"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2014-09-11T10:55:55",
        "description": "Sidewalks cracking and falling apart."
      },
      {
        "latitude": 39.16136932373047,
        "longitude": -86.54397583007812,
        "enteredDate": "2014-09-15T13:06:45",
        "description": "Section of sidewalk is missing. Turns into a large mud puddle after rain"
      },
      {
        "latitude": 39.17342376708984,
        "longitude": -86.53239440917969,
        "enteredDate": "2014-09-18T19:19:24",
        "description": "We need new sidewalks!!"
      },
      {
        "latitude": 39.17280960083008,
        "longitude": -86.53255462646484,
        "enteredDate": "2014-09-29T17:02:24",
        "description": "CBU removed portion of sidewalk to fix water line. Sidewalk never repaired."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2014-10-10T15:13:50",
        "description": "residential contractor building in Renwick on Hawksmoore has street blocked with dumpster and side walk is blocked with trash and 3 inches of mud . Cannot walk on sidewalk must walk in middle of the street , which is normally also covered with mud . No erosion control either ."
      },
      {
        "latitude": 39.178466796875,
        "longitude": -86.5271224975586,
        "enteredDate": "2014-10-13T06:29:05",
        "description": "Please extend the sidewalk along Indiana Avenue so that it connects 17th and 15th streets. The sidewalk currently ends at the edge of the IU Credit Union."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2014-10-13T10:09:53",
        "description": ""
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2014-10-25T03:08:35",
        "description": "A sidewalk is really needed on East Allen Street from South Walnut St. to South Henderson St. (Bryan Park).  This is a highly travelled road by pedestrians and cyclists (though there is a \"bike lane,\" which is not separated from the road itself).  However, parking is allowed on both sides of the streets and I have personally nearly been run over by cars on more than 5 or 6 occasions, as I walk the street every day.  Each and every single day, I notice children waiting for the bus, standing on the street exposed to traffic coming both directions.  And what's more, this is a main thoroughfare for the entire neighborhood as it runs right up to the main West entrance to Bryan Park, which is the location of the main playgrounds.  I see children walking down this street every day to access the playgrounds and it is undeniably an unsafe street given that cars are parked on both sides and traffic is traveling both ways.  A sidewalk on at least one side of the street is really, really needed as this has become a serious public safety issue.  Thank you."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2014-11-11T13:09:53",
        "description": "Over a year ago, a sidewalk was supposed to go in along Fairview Street, between Patterson Drive and Wylie, in McDoel Gardens. This section is very dangerous for kids walking to the school bus stop, especially in the winter with icy roads. Snow piles force kids to walk directly in the road, sharing the road with cars in the dark. All signs appeared that the process was to begin shortly (flags were up, etc.) but after Justin Wykoff's arrest, the project appeared to have stalled. Can you send me an update on this situation? I am concerned for my kids as bad weather approaches and we are still without sidewalks."
      },
      {
        "latitude": 39.1512336730957,
        "longitude": -86.57686614990234,
        "enteredDate": "2014-12-05T22:09:58",
        "description": "Hello.  I am requesting a crosswalk be installed across Liberty Drive at Constitution Way.  There is a bus stop at this intersection, and many people--including myself--cross Liberty Drive at this point.  The traffic is often consistent and fast, thus making crossing Liberty Drive dangerous and time-consuming.  Author Solutions and BioLife are both across the street, where I and others I've observed are going to.\r\n\r\nThank you for your consideration.\r\nBrandon Williams"
      },
      {
        "latitude": 39.17232131958008,
        "longitude": -86.48281860351562,
        "enteredDate": "2014-12-08T09:44:29",
        "description": "There is a significant residental population in this area, especially with the Meadow Park apartments.  However, in the area specified in this request, there are no side walks, and only a tiny gravely shoulder for pedestrians and bicyclists to \"safely\" for lack of a better term, to travel westbound on 10th road.  \r\n\r\nCould we look into building better bike paths and sidewalks on that stretch of road?  The rest of 10th street has them, and N. Smith Road has bike paths that end just right where the problem area begins."
      },
      {
        "latitude": 39.18622970581055,
        "longitude": -86.53809356689453,
        "enteredDate": "2015-01-15T15:10:46",
        "description": "I am not requesting a sidewalk, only that the city finish a sidewalk project it started a long time ago. Three years ago the city installed a new sidewalk on the south west quadrant of Kinser Pike and the 46/45 Bypass. A black fabric erosion barrier was installed and never removed. This eyesore has been in place since the completion of the project. The State of Indiana is unable to mow this area because of the obstruction. It would be nice if the city would remove this so it can once again be mowed. According to the city this area is part of the \"scenic gateway corridor\" to Bloomington. For the past few years it has been anything but scenic. Thank you for taking a look at this situation. Regards,  Jeff Stevens, Owner, Harley-Davidson of Bloomington  812-333-8300"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2015-01-26T08:56:08",
        "description": "Potholes on the northwest corner of 3rd and Jordan"
      },
      {
        "latitude": 39.22145843505859,
        "longitude": -86.62027740478516,
        "enteredDate": "2015-03-03T01:01:00",
        "description": "No sidewalk on my side of street. Kids play in road."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2015-03-08T11:40:11",
        "description": "Sidewalks at Olcott Park have not been shoveled as of March 8, 2015.  Very snowy and icy.  Currently 42 degrees and my children and others are trying to play at the park."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2015-03-11T00:07:39",
        "description": "I am not sure who to ask about this.  I am the head of the neighborhood association Elm Heights.  We have had a lot of work done by the gas company both this and last year and we were wondering if they will be patching up all the wholes in the sidewalks and streets and what the time line we can expect?  We know the bad weather and winter can be a problem with this and I just need something to pass on to people who are worried they may be responsible.  I can send you photos and addresses if you need them.  In general it is 2nd street between Lincoln and Henderson, Henderson near 2nd and some other cross streets.  Also the parallel street Hunter Ave.  Thank you so much, Jenny Southern"
      },
      {
        "latitude": 39.12318801879883,
        "longitude": -86.5267562866211,
        "enteredDate": "2015-03-31T13:39:06",
        "description": "Would like the sidewalk to connect walnut at pike and rhorer rd so that nearby residents can easily walk to Kroger."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2015-03-31T15:07:57",
        "description": "the sidewalk in front of our apartment community is broken and unsafe! Someone is going to get hurt!\r\n\r\n(Note from staff: Area of concern is 3209 E. 10th Street,(Fountain Park Apartments)."
      },
      {
        "latitude": 39.12637710571289,
        "longitude": -86.52240753173828,
        "enteredDate": "2015-04-12T13:15:51",
        "description": "Walking hazard on two sections just east of Grasstree on north side of Heather.\r\n\r\nBuilding & Architecture, Peppergrass Homeowners Association."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2015-04-12T13:17:30",
        "description": "Walking hazard on just west of Grasstree on north side of Heather.\r\n\r\nBuilding & Architecture, Peppergrass Homeowners Association."
      },
      {
        "latitude": 39.12591934204102,
        "longitude": -86.52326965332031,
        "enteredDate": "2015-04-12T13:19:59",
        "description": "Walking hazard two sections just east of Pepperchase on north side of Heather.\r\n\r\nBuilding & Architecture, Peppergrass Homeowners Association."
      },
      {
        "latitude": 39.12555313110352,
        "longitude": -86.52378845214844,
        "enteredDate": "2015-04-12T13:25:01",
        "description": "Crumbling sections at 675 Heather.\r\n\r\nBuilding & Architecture, Peppergrass Homeowners Association."
      },
      {
        "latitude": 39.12478637695312,
        "longitude": -86.52472686767578,
        "enteredDate": "2015-04-12T13:27:26",
        "description": "Walking hazard on two sections across from tennis court on north side of Heather.\r\n\r\nBuilding & Architecture, Peppergrass Homeowners Association."
      },
      {
        "latitude": 39.12500381469727,
        "longitude": -86.52455139160156,
        "enteredDate": "2015-04-12T13:29:24",
        "description": "Walking hazard on two sections just east of Laurel on north side of Heather.\r\n\r\nBuilding & Architecture, Peppergrass Homeowners Association."
      },
      {
        "latitude": 39.12484741210938,
        "longitude": -86.5247573852539,
        "enteredDate": "2015-04-12T13:31:09",
        "description": "Walking hazard on two sections just west of Laurel on north side of Heather.\r\n\r\nBuilding & Architecture, Peppergrass Homeowners Association."
      },
      {
        "latitude": 39.17490386962891,
        "longitude": -86.54090118408203,
        "enteredDate": "2015-04-20T11:49:31",
        "description": "It's not very safe walking here"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2015-05-13T15:27:17",
        "description": "On April 6th I reported eight sidewalk problems along the north side of Heather Dr. between Grasstree Ct. and Laurel Ct. I included photos and also mentioned  these could be a safety hazard, especially for many of our older residents. \r\n\r\nThe following day I received a call back which was much appreciated. Although some work has been done (see last paragraph), nothing at all was done to the most uneven slab. It is directly across from 700 Heather on the NORTH side of the street near a mailbox cluster. See 701_E_Heather_Dr.jpg. There is a full 2\" difference in height.\r\n\r\nI am reporting this particular one again, because a resident tripped on it April 27th and received bruises and abrasions to her face and hands. Her name is Barbara Wachholz, and she lives at 3708 Grasstree Ct. A neighbor was concerned enough to photograph her face. Fortunately, no bones were broken.\r\n\r\nI notice some of these raised/uneven slabs were recently beveled or chipped off which could probably help. But I don't believe this was done thoroughly enough to help very much. For example the other end of the slab adjacent to the one I mentioned above wasn't chipped off all the way across.\r\n\r\nPlease advise.\r\n\r\nThank you, Marvin Allen, 3907 S. Laurel Ct.\r\nPeppergrass Homeowners Association\r\n812-369-4130"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2015-08-27T14:43:05",
        "description": "Curb damage 4503 Outback Court near stop sign?  Snow plow damage and or freeze/thaw cycle?"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2015-05-13T15:37:32",
        "description": "On April 6th I reported eight sidewalk problems along the north side of Heather Dr. between Grasstree Ct. and Laurel Ct. I included photos and also mentioned these could be a safety hazard, especially for many of our older residents.\r\n\r\nThe following day I received a call back which was much appreciated. Although some work has been done (see last paragraph), nothing at all was done to the most uneven slab. It is directly across from 700 Heather on the NORTH side of the street near a mailbox cluster. See 701_E_Heather_Dr.jpg. There is a full 2\" difference in height.\r\n\r\nI am reporting this particular one again, because a resident tripped on it April 27th and received bruises and abrasions to her face and hands. Her name is Barbara Wachholz, and she lives at 3708 Grasstree Ct. A neighbor was concerned enough to photograph her face. Fortunately, no bones were broken.\r\n\r\nI notice some of these raised/uneven slabs were recently beveled or chipped off which could probably help. But I don't believe this was done thoroughly enough to help very much. For example the other end of the slab adjacent to the one I mentioned above wasn't chipped off all the way across.\r\n\r\nPlease advise.\r\n\r\nThank you, Marvin Allen, 3907 S. Laurel Ct.\r\nPeppergrass Homeowners Association\r\n812-369-4130"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2015-06-24T22:05:51",
        "description": "sidewalk at 1231 Allendale Drive is not even.  Tree root has uprooted part of the sidewalk. Can it be fixed?  Dangerous for people walking or running or with a baby stroller."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2015-06-30T23:52:35",
        "description": "Across from my driveway at 1520 E Maxwell Lane is a tall rotten tree that has been dead for years and has become a safety hazard by shedding limbs onto the sidewalk and street after every storm. It should be removed before somebody gets injured and the traffic on Maxwell Lane impeded."
      },
      {
        "latitude": 39.19321441650391,
        "longitude": -86.5287857055664,
        "enteredDate": "2015-07-20T09:14:21",
        "description": "I am writing to you on behalf of the Blue Ridge Neighborhood Association Board to reaffirm our sidewalk request made on March 11th of 2014 and appearing on page 85 of the 2015 Council Sidewalk Committee Packet.\r\n\r\nAs you may know the neighborhood of Blue Ridge is bounded by College Ave on the West, Dunn Street on the East, and Old State Road 37 (and, in part, the Cascades trail) on the North. While Blue Ridge has many positive aspect, unfortunately walkability and biking accessibility to the rest of Bloomington is not one. Dunn Street is narrow, with low visibility hampered by hills, and College Avenue has high-speed traffic. Bloomington Mass Transit does not serve our neighborhood. These factors combine to make walking or biking into or out of Blue Ridge a challenge. It would be of great benefit to our neighborhood if some means could be found to connect our neighborhood via sidewalks to the rest of Bloomington and give our 220 households a means to safely access Bloomington other than by car.\r\n\r\nWith that goal in mind, we request consideration of a sidewalk on North Dunn Street connecting SR 45/46 to Tamarack and ultimately Lakewood Drive. \r\n \r\nWe thank you for considering this matter."
      },
      {
        "latitude": 39.16918182373047,
        "longitude": -86.54108428955078,
        "enteredDate": "2015-07-29T14:32:19",
        "description": "I am visiting Norfolk, VA, and saw these signs. Bloomington needs these! :-D"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2015-07-31T14:00:57",
        "description": "tripping hazard, sidewalk in front of our new home is uneven. How do we request a repair?  Thank you."
      },
      {
        "latitude": 39.13142395019531,
        "longitude": -86.50487518310547,
        "enteredDate": "2015-08-01T12:36:32",
        "description": "The ground near the cablebox is sunken which caused the other end of the section to raise up. The section affected crosses properties of 3313 S Southern Oaks Dr and 3307 S Southern Oaks Dr"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2015-08-04T10:06:00",
        "description": "I would like to repair my sidewalk.  My address is 3440 Ashwood Drive"
      },
      {
        "latitude": 39.16683197021484,
        "longitude": -86.50633239746094,
        "enteredDate": "2015-08-31T17:07:48",
        "description": "Many IU students and employees walk on 5th street between Hillsdale and Union.  Currently there are no sidewalks. This is a public safety issue."
      },
      {
        "latitude": 39.13570785522461,
        "longitude": -86.50994873046875,
        "enteredDate": "2015-09-04T09:06:08",
        "description": "The curb at the end of my driveway has crumbled and large chunks of cement are blocking drainage, curb needs to be redone at end of driveway at 1737 E. Camby Lane"
      },
      {
        "latitude": 39.17363357543945,
        "longitude": -86.53116607666016,
        "enteredDate": "2015-09-08T13:57:19",
        "description": "Sidewalk repair desperately needed. Water accumulates in a small lake on what once was a sidewalk."
      },
      {
        "latitude": 39.17277908325195,
        "longitude": -86.4822006225586,
        "enteredDate": "2015-09-10T09:00:14",
        "description": "Requesting a sidewalk connection between the Eastside neighborhoods on 10th and Smith to University Elementary sidewalk on corner of 10th and Russell Road. I see many people, including parents with young children, having to walk on the busy road or in side slopes/drainage ditches if they choose to walk to school. Thank you for considering and for all that you do."
      },
      {
        "latitude": 39.17037582397461,
        "longitude": -86.52708435058594,
        "enteredDate": "2015-09-21T16:04:41",
        "description": "The curb cut has turned into a sink hole at the southwest corner of 9th and IN.  The sidewalk on the opposite corner (north side of 9th between Indiana and Fess) is also a problem."
      },
      {
        "latitude": 39.16046905517578,
        "longitude": -86.52640533447266,
        "enteredDate": "2015-11-15T11:55:14",
        "description": "Why was a ramp not installed on this brand new sidewalk?!?"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2015-12-30T18:38:51",
        "description": "Pete Ellis Drive West side sidewalk from Amy Lane to 3rd has large cracks, pothole and many walking neighborhood residents with walkers, canes or just trying to get to Marsh or KFC or McDonalds or the Mall have twisted ankles or fallen due to poor upkeep. Since many apartment dwellers walk everywhere, please ask the sidewalk committee to review the issue. I told Councilman Spechler several months ago and he is retiring. Thank you for a supporting active walkers by providing safe sidewalks."
      },
      {
        "latitude": 39.16575241088867,
        "longitude": -86.53849792480469,
        "enteredDate": "2016-01-02T12:06:09",
        "description": "sidewalk floods in front house when it rains. puddle is too deep to walk through. very inconvenient."
      },
      {
        "latitude": 39.15755081176758,
        "longitude": -86.54075622558594,
        "enteredDate": "2016-03-01T14:50:19",
        "description": "The sidewalk to the east of our front steps is cracked.  A large mud puddle stays there, such that we need to keep it covered in straw in order for pedestrians not to slip and get muddy.  This section is just next to the new sidewalks planned for the intersection of Fairview and Dodds streets.  Including this segment in your replacements and repairs will allow an efficient, strategic improvement.  Thank you."
      },
      {
        "latitude": 39.17425155639648,
        "longitude": -86.4817886352539,
        "enteredDate": "2016-03-25T16:14:44",
        "description": "I am the President of the Eastern Height Neighborhood Association and our community has been in desperate need for sidewalks along 10th Street from  E Etter Drive through to Grandview neighborhood, as well as crosswalks to University Elementary School. The Grandview, Park Ridge East and Park Ridge neighborhood organizations are also requesting this, as well as University Elementary School. We understand the complications with the State, but a meeting is needed to begin the formal process of gaining walking access in this area. Not only will it allow our children to walk to school, but it will provide community members in Tamarron and Eastern Heights the ability to safely walk to the bus stop and access the University and downtown without the use of cars. Please contact me in order to discuss how we can help you help us. \r\nThank you very much.\r\nLauren Dula"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-03-27T15:31:27",
        "description": "Since I live at 4200 E Deckard Drive, I am a resident of Eastern Heights neighborhood and our community has been in desperate need for sidewalks along 10th Street from E. Etter Drive through to Grandview neighborhood. We also need crosswalks to University Elementary School. We understand the complications with it being a State road, but a meeting is needed to begin the formal process of gaining walking access in this area. Not only will it allow our children to walk to school, but it will provide community members in Tamarron and Eastern Heights the ability to safely walk to the bus stop and access the University and downtown without the use of cars."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-03-27T15:45:10",
        "description": "We need sidepaths on east 10th at least to University School. Someone will be hit walking \"the dip\" Its been needed for years. More walkers in the last few!"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-03-27T19:39:28",
        "description": "I have been a resident of the Eastern Heights neighborhood since 1978.  Even before I moved into the neighborhood I remember seeing signs  along St. Rd. 45 pleading for sidewalks to be constructed there.  Our children have to ride   the bus to school (even though University School is literally right across the street from our neighborhood) because of the lack of sidewalks and safe crossing of St. Rd. 45.  I know that our area is governed by the Seymour  district of INDOT and that they believe the area does not have enough traffic to warrant a sidewalk.  I also know that the traffic count was completed several years ago in December during I.U.'s winter break and half of the town was gone.  I suspect if they conducted another count during a time with typical traffic, they would find a completely different result.  We have waited long enough for sidewalks.  Now is the time, please!  Thanks for your help in getting this accomplished."
      },
      {
        "latitude": 39.17361831665039,
        "longitude": -86.4821548461914,
        "enteredDate": "2016-03-28T14:56:35",
        "description": "I would like to request sidewalks along the 10th Street and a crosswalk from and to University Elementary School at Russel Rd or Tamarron Dr so that more children from neighboring communities can enjoy walking and biking to school. I understand the complications with it being a State road, but with schools and the city promoting healthy living and lifestyle, it seems that a discussion about gaining walking access in this area is important. Not only will it allow our children to walk to school, but it will provide community members in Tamarron, Eastern Heights, and nearby apartments the ability to safely access the bus stops and downtown without using cars."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-03-28T17:04:41",
        "description": "Sidewalk request for 10th street to make a path to University school\r\nI am a resident of Eastern Heights neighborhood and our community has been in desperate need for sidewalks along 10th Street from E. Etter Drive through to Grandview neighborhood. We also need crosswalks to University Elementary School. We understand the complications with it being a State road, but a meeting is needed to begin the formal process of gaining walking access in this area. Not only will it allow our children to walk to school, but it will provide community members in Tamarron and Eastern Heights the ability to safely walk to the bus stop and access the University and downtown without the use of cars.\r\nAlso it is essential that there be a cross walk so that children can safely cross 10th street to get to University Elementary school. \r\nThanks for your attention to this important matter."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-03-28T18:56:44",
        "description": "There are no sidewalks along 10th street in the Grandview Hills Neighborhood area and Eastern Heights.  Several years back we tried to get a light/crosswalk across the University School (and the City Church) when there was discussion about widening SR 45E.  I do not know what the plans are for improving SR 45 for the new hospital access and it may include some work that might help this link.  The intersection at 45/Pete Ellis really needs some imporovement for left hand turns (even more with hospital coming!)"
      },
      {
        "latitude": 39.17458343505859,
        "longitude": -86.4811019897461,
        "enteredDate": "2016-03-28T21:07:50",
        "description": "Need sidewalks coming up from Smith Road east towards University Elementary"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-04-12T18:01:37",
        "description": "Metal piece bent at dangerous angle sticking out of sidewalk on east side of Woodlawn a little way north of 2nd."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-04-18T09:44:00",
        "description": "On January 13th of this year I sustained a fall on the sidewalk on N Washington St. between 6th and 5th street. My shoulder was hurt when I broke the fall and is still sore as of 4/18/16. The fall was caused by ice on the drain cover crossing the sidewalk. The covers on that block are smooth aluminum with no grids for traction. It was covered by clear ice so I couldn't see it. A postal carrier was close behind me and he helped me to my feet. He said those drain covers were a hazard to him as well.  I have waited thinking my right shoulder would improve but it has not. What is the city's policy for this kind of injury? I'd prefer not to have to pursue civil litigation to correct this."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-04-25T15:33:12",
        "description": "Side walk is becoming Hazardous on West side of Allendale and Winslow Road. Exact Location Beyond fence line of 1341 E Bradshire St and Lighthouse Christian Church Exit on Winslow Road."
      },
      {
        "latitude": 39.13658142089844,
        "longitude": -86.50178527832031,
        "enteredDate": "2016-04-27T11:22:01",
        "description": "Our ~30 year old sidewalk is damaged and unsafe for children, the elderly, and people who aren't watching where they're going"
      },
      {
        "latitude": 39.18378829956055,
        "longitude": -86.53521728515625,
        "enteredDate": "2016-04-27T16:34:51",
        "description": "Could someone please look at the broken sidewalk located on the street level at 1955 N. College Ave. The sidewalk was broken in several areas when the retention pond was built between Walnut and College. The sidewalk has been a hazard for years. Thanks."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-05-11T10:26:15",
        "description": "Constituent request for sidewalk at South Moore's Pike/Smith Rd. The constituent saw people walking on the side of the road and were concerned the people might get hit. The request was seen on Twitter, and was retweeted by 3 other constituents."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-06-02T07:43:36",
        "description": "Follow-up Report: Please review this request to address a broken curb, approximately 40 inches of street contact curb is missing.  This was verbally reported about one month ago, no follow-up to date.  Please see picture and advise as to responsibility.  Thank you, Mike Baldomero, Property Manager Olympus Properties"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-06-13T18:51:46",
        "description": "Hello, we have some sidewalks that need attention in Sherwood Green and I would like to speak with someone from the City about them please.  Thank you!"
      },
      {
        "latitude": 39.15616607666016,
        "longitude": -86.52256774902344,
        "enteredDate": "2016-06-15T10:04:38",
        "description": "I am a pedestrian who commutes to work about 1.3 miles northbound on Wooodlawn Monday-Friday.  Usually I scurry quickly up that street as I'm running late; sometimes I jog.  But once I get to the part of Woodlawn that borders Bryan Park, I am loathe to get myself onto the park trail during my hasty commute for a few reasons:\r\n\r\n1. The Bryan Park trail is a park trail, not a sidewalk.\r\n\r\n2. This trail doesn't go straight northward, so it is a waste of my time to follow it.\r\n\r\n3. My commute is at 7:15am when few people are out, making things unnecessarily scary for trail users when I'm quickly approaching them from behind.  This is especially true during colder months when it is dark out, and also when I'm carrying my umbrella, which looks not unlike some sort of a weapon.  (Its just an Ikea umbrella.)\r\n\r\nThis morning I was yelled at for the second time by another motorist who was displeased with my choosing to walk on Woodlawn Avenue northbound past Bryan Park.  \"There's a sidewalk over there!\" he shouted.  I had wanted to correct him and point out that its a park trail, but I didn't.  Who knows which maniac who shouts at pedestrians from their car isn't more dangerous, you know?\r\n\r\nIt would be great if there were a sidewalk that ran alongside Woodlawn Avenue past Bryan Park.  I'm not the only person who chooses to walk up the road instead of the park trail, but I admit that there are not many of us, at least at 7:15am.\r\n\r\nLet me end by saying that I am not holding out hope for a sidewalk; this probably isn't a great concern for the city.  But I can't guarantee that annoyed motorists will convince me to change my path, either.\r\n\r\nIn any case: thank you for reading and considering my request.  Have a nice day.\r\n\r\nNicholas Roberts"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-06-30T13:36:08",
        "description": "I took a little tumble on the sidewalk downtown on Kirkwood this morning coming back from the bank.  It's just starting to hurt so I thought I'd notify you encase something turns up broken later. I'm not a big fan of those brick sidewalks, they're uneven and slick in the rain and snow."
      },
      {
        "latitude": 39.1551513671875,
        "longitude": -86.48118591308594,
        "enteredDate": "2016-07-16T11:32:51",
        "description": "at 933 S. Fenbrook Court, a section of sidewalk has dropped 2 3/4 inches - another place has dropped 3/4 inches"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-07-24T14:19:24",
        "description": "Requesting a sidewalk connecting the Arlington pedestrian crossing overpass with the sidewalk along Gourley Pike West of Kinser Pike. The blind curve on Gourley Pike on this route makes it especially hazardous for me in my power wheelchair given my need to operate clear of the roadway edge due to rollover hazard and inability to yield to oncoming traffic by exiting the motorway."
      },
      {
        "latitude": 39.16134262084961,
        "longitude": -86.5320816040039,
        "enteredDate": "2016-08-05T16:13:21",
        "description": "two sections of the sidewalk are sloped together so that water pools immediately after a rain. It is a heavily walked sidewalk and the puddle is definitely an inconvenience. I'm considering work on my driveway; can I/should I have the contractor improve the situation? Do I need city approval?"
      },
      {
        "latitude": 39.15402221679688,
        "longitude": -86.52689361572266,
        "enteredDate": "2016-08-21T20:19:38",
        "description": "Owner has set up a drain from the basement of this house that dumps directly on the sidewalk in front of the house. The sidewalk has been a muddy mess of standing water and a fall hazard ever since. Is this a violation of city code? It seems like it would break down the side walk over time and ,again, be a fall hazard due to the muddy mess."
      },
      {
        "latitude": 39.15703582763672,
        "longitude": -86.57522583007812,
        "enteredDate": "2016-08-23T12:32:39",
        "description": "vegetation needs to be trimmed back from sidewalk.  over-growth blocks sidewalk."
      },
      {
        "latitude": 39.13645553588867,
        "longitude": -86.55140686035156,
        "enteredDate": "2016-09-12T12:35:58",
        "description": "sidewalk damaged after brush cleared away with a machine.  this is the only sidewalk along tapp rd this side of rockport.  It is hidden from street, but still used.  tx"
      },
      {
        "latitude": 39.17045974731445,
        "longitude": -86.53009033203125,
        "enteredDate": "2016-09-20T09:31:48",
        "description": "The sidewalk on 9th between Grant and Lincoln St.  is crumbling and falling apart."
      },
      {
        "latitude": 39.16241455078125,
        "longitude": -86.53012084960938,
        "enteredDate": "2016-09-20T09:35:24",
        "description": "The alley between 423 and 425 S grant st needs some attention. There are pot holes and many bad areas. We have repaved our lots already."
      },
      {
        "latitude": 39.14650344848633,
        "longitude": -86.49205017089844,
        "enteredDate": "2017-02-09T13:29:35",
        "description": "We received a report from a resident in the neighborhood  that sidewalks across from the empty lots are raised and cracked. \r\n-Hallmark Rentals and Management"
      },
      {
        "latitude": 39.15592956542969,
        "longitude": -86.53125,
        "enteredDate": "2016-10-16T23:22:05",
        "description": "The sidewalk in front of our house has many cracks.  Some of the places it is cracked are raised up a few inches which can cause tripping.  In addition, we have pipes that run under our sidewalk and out to the street to connect to the main sewer.  The clay pipe that runs under the sidewalk has roots growing into it.  In order to replace the pipe we need to take out the sidewalk.  We are hoping that since the sidewalk needs replacing anyway, the city could let us know when the sidewalk will be torn up and replaced so we can have our plumber ready to replace the pipe while the sidewalk is up.  Thank you for staying in communication with us about when the sidewalk will be replaced with a safer one."
      },
      {
        "latitude": 39.15641784667969,
        "longitude": -86.50230407714844,
        "enteredDate": "2016-10-25T12:50:47",
        "description": "Ornamental grass completely obstructs sidewalk, and forces pedestrians to walk on uneven ground. Very dangerous in the early morning when it's dark and the ground is not visible. I nearly fell here this morning."
      },
      {
        "latitude": 39.17406845092773,
        "longitude": -86.54385375976562,
        "enteredDate": "2016-10-25T16:21:03",
        "description": "We have a sidewalk already, but I have a question about modifying it.  We are considering having some drainage work done on our property and would like a drain/grate through the sidewalk to help with water draining.  We've seen some in the sidewalks along Blair Ave. and were curious about how to have one installed.  If this is not under your area, would you please pass along this email to the appropriate person or committee.  Thank you for your time!"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-10-29T10:40:06",
        "description": "Missing segment between Gourley and existing sidewalk that goes to College Ave. Today I have to take my chair into the he motorway with monster concrete truck traffic."
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2016-11-16T19:34:39",
        "description": "The sidewalk on the north & east sides of the 4th Street parking garage is in terrible shape."
      },
      {
        "latitude": 39.1595458984375,
        "longitude": -86.47603607177734,
        "enteredDate": "2017-01-06T16:51:33",
        "description": "Did not shovel sidewalk"
      },
      {
        "latitude": 39.1567268371582,
        "longitude": -86.54717254638672,
        "enteredDate": "2017-01-09T08:59:14",
        "description": "Please install sidewalk connecting existing sidewalk and the road on the corner, crossing Branch."
      },
      {
        "latitude": 39.15646743774414,
        "longitude": -86.5474624633789,
        "enteredDate": "2017-01-09T09:01:48",
        "description": "Please complete the sidewalk along Larkspur in between Branch and Greentree. It's been the only uncompleted sidewalk in West Pointe for years."
      },
      {
        "latitude": 39.16496658325195,
        "longitude": -86.53863525390625,
        "enteredDate": "2017-02-21T09:50:25",
        "description": "I'm trying out a new category since no one reads the other ones I've used. Every time i walk here i have to walk in the street for half a block because people park on the sidewalk (partly because hoosier workwear had concrete blocks that force cars onto the sidewalk)"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2017-02-24T18:43:02",
        "description": "Hello, my name is John Kelly and I am the senior bar manager at Kilroys Sports Bar in Bloomington, Indiana. I apologize if i am sending this request to the wrong department. Essentially, we wanted to get in contact with the city regarding the parking out front of our building during late night hours (11pm-3am). Our hope is that we could put in a request to have those spots blocked off during those times during the school semesters. The reason for this is due to safety. With more and more students being picked up and dropped off at the location by ubers, lyfts, etc, cars are constantly coming and going from the location. Our main concern is that when cars are parked in these spots, students attempting to cross the street or make their way to their respective rides are difficult to see for oncoming traffic. If this is at all possible on a semi-permanent basis going forward or even only for temporary large events such as the Little 500 weekend, please contact me at the email listed above and let me know what we need to do in order to make this happen, if possible. Thank you so much for your help and consideration in this matter!"
      },
      {
        "latitude": 39.14254379272461,
        "longitude": -86.50703430175781,
        "enteredDate": "2017-03-09T10:32:13",
        "description": "A city plow ran aground taking with it the yard and sidewalk.  How can we get this repaired?  Thanks."
      },
      {
        "latitude": 39.15932846069336,
        "longitude": -86.52719116210938,
        "enteredDate": "2017-03-10T15:11:54",
        "description": "What the heck is up with this sidewalk repair? It's been torn up for almost a month!  I would hate to be one of the residents in that area with the orange cones and equipment left in the street.  With the decent weather we've had this winter, you'd think projects such as this would be completed quicker."
      },
      {
        "latitude": 39.17318725585938,
        "longitude": -86.4822998046875,
        "enteredDate": "2017-04-05T10:01:01",
        "description": "We recently moved to Bloomington and chose specifically to live within walking distance to our daughter's school, we're within a mile. Unfortunately, there's no viable route to her school b/c there are no sidewalks adjacent to University Elementary on 10th street.  This is a significant issue for the surrounding community.  We're new so I don't have all the numbers but there are at least 10 students at University in our neighborhood alone and based it's a safe assumption that the neighboring neighborhoods have a large number of students who are not currently provided with a safe alternative.  For a city with a great walkable/bikable reputation I would expect this to be a high priority for our city.  This is also a common route for cyclists (recreational and competitive) and seems like it would have already been addressed.  Please advise."
      },
      {
        "latitude": 39.14239120483398,
        "longitude": -86.5069808959961,
        "enteredDate": "2017-05-21T21:33:34",
        "description": "The city fixed a busted pipe this winter and tore up the sidewalk. It is now May and the side walk is still torn up.  Please fix."
      },
{
        "latitude": null,
        "longitude": null,
        "enteredDate": "2017-05-31T11:22:57",
        "description": "I live at 1009 S. Lincoln St., and running in a perpendicular line to the street from our water access, at the house edge of the sidewalk, there's a big hole. It seems to go below the sidewalk a little. I'm not sure if I should just fill it in, or if it is indicative of a larger problem that should be addressed. I'd love a little guidance from the experts! Thanks!"
      },
      {
        "latitude": 39.15165328979492,
        "longitude": -86.53034973144531,
        "enteredDate": "2017-05-31T14:16:43",
        "description": "I totally appreciate the desire of the city to annex more city to provide city services.  I grew up on S Hays Drive and sidewalks would have been great.  However, now I live IN the city and I still have no sidewalks.  I would LOVE all the streets in Bryan Park Neighborhood to have sidewalks.  The way they were done for the newer S Dunn street houses is great with the recessed street parking.  Why can't one of Bloomington's oldest neighborhoods have decent sidewalks?"
      },
      {
        "latitude": 39.15581893920898,
        "longitude": -86.54882049560547,
        "enteredDate": "2017-09-01T10:39:07",
        "description": "Incomplete/no sidewalk on side of road travelling on Allen from Strong Drive to Adams"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2017-09-21T12:45:29",
        "description": "Upended sidewalk on 2nd street, especially on south side of 2nd at corner of Ballantine, but also further west on 2nd.  As elderly people, we find this absolutely treacherous! Sorry we can't send a photo; we have \"dumb\" phones.  Thank you!"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2017-10-06T11:17:44",
        "description": "Crumbling sidewalk with loose gravel on left side of Autumn Drive between house number 2208 and 2218. Hazardous.. I have tripped and fallen twice as I walk my dogs. Second time I have reported this problem. I'm 74 and don't want to break a hip!!"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2017-11-12T13:01:11",
        "description": "grafitti on a utility pole ouside my house 413 W. Howe St"
      },
      {
        "latitude": null,
        "longitude": null,
        "enteredDate": "2018-06-01T11:31:00",
        "description": "I live at 324 South Jackson. Our WPA sidewalk has become a hazard due to broken stones. Can the city help us with its repair? Thank you."
      },
      {
        "latitude": 39.16738510131836,
        "longitude": -86.53305053710938,
        "enteredDate": "2018-06-25T11:28:40",
        "description": "There are several city tree's growing out of the side walk that are touching the building at 108 East 6th street that need to be trimmed back."
      },
      {
        "latitude": 39.12644195556641,
        "longitude": -86.51638793945312,
        "enteredDate": "2018-07-18T15:15:01",
        "description": "I am the homeowner at 3817 S Woods Edge Bend. Can the city repair my sidewalk? My insurance company is saying this is necessary, and I don't know how to get this done."
      },
      {
        "latitude": 39.15451431274414,
        "longitude": -86.51276397705078,
        "enteredDate": "2019-03-04T12:41:08",
        "description": "We would like to expand our driveway, but that would involve changing the curb and sidewalk around our current driveway.  Who do I talk to about this?"
      },
      {
        "latitude": 39.13592910766602,
        "longitude": -86.50454711914062,
        "enteredDate": "2018-07-20T17:45:17",
        "description": "Thank you in advance for reading my inquiry. I would like to suggest a sidewalk due to a safety concern that effects children and disabled persons. Referring to the intersection at E Rogers Road and the Stands Drive. There is no sidewalk along this street connecting the stands road sidewalk to the crosswalk at the roundabout a the bottom of the hill (i.e., the area on the south side of E Rogers Road). Moreover, the sidewalk on the other side of the street is completely inaccessible for those with impaired motor function or wheelchairs (there is a large hill with steps only and no ramp). There are two major concerns here: (1) there is no possible way for a disabled person with a wheelchair to travel on E Rogers road (from the roundabout at the bottom of the hill up to the stands drive). (2) There is no way for families and children to safely walk to Child's elementary from this location (the Stands dr). Given that E Rogers road is a busy street with limited visibility for drivers and no crosswalk exists at the intersection of  the Stands drive and E Rogers Road, it is extremely dangerous for children and families that wish to walk their children to the designated elementary school - Child's Elementary. This is the only direct walking path to Child's Elementary for all of the constituents that leave in the Stands neighborhood. There is no sidewalk on the south side of E Rogers Rd to connect the Stands Dr with the crosswalk at the bottom of the hill at the roundabout. Several constituents have expressed a safety concern. I also witnessed one woman and child almost get hit by a car at this busy intersection as they attempted to cross the street. I'd be happy to answer any additional questions. Thank you for reviewing my request."
      },
      {
        "latitude": 39.13572692871094,
        "longitude": -86.5286865234375,
        "enteredDate": "2018-10-05T13:49:23",
        "description": "The sidewalk ends abruptly in a very dangerous intersection. This turn needs to be improved for pedestrian safety. The sidewalk should not be on only one side of the road, particularly in such a dangerous location for pedestrians to cross the road, just to have the sidewalk reappear only meters away."
      },
      {
        "latitude": 39.17547988891602,
        "longitude": -86.52989959716797,
        "enteredDate": "2018-11-14T11:17:21",
        "description": "I'm an IU Bloomington student who walks to the stadium everyday to take the IU buses to class. There are no sidewalks on my walk from Brownstone Terrace to the stadium which forces me to walk on the side of the road, where student drivers who don't pay attention swerve around me at the last second. Additionally when the weather is bad, I'm even forced to walk in the road, putting myself at risk to get hit by a car. I'm also proposing more off campus lighting & would love to meet with someone about these issues to come up with an effective plan. It's unsafe walking home from a late night class or to an early morning class & not being able to see your surroundings. Some of the city lights don't even work. If more light poles were installed, it would reduce the off campus crime rate. The city of Bloomington, not IU, is reponsible to address these issues because it's there property."
      },
      {
        "latitude": 39.17024230957031,
        "longitude": -86.47610473632812,
        "enteredDate": "2018-12-06T14:55:27",
        "description": "We received a request from a young woman living in Park Ridge East. She is concerned that there is no sidewalk on Sheffield Drive between Plymouth Road and Park Ridge Road as this is a path for children to walk to Park Ridge East Park. The bus picks up children in this area and they have no where to wait for the bus."
      },
      {
        "latitude": 39.17030334472656,
        "longitude": -86.53694915771484,
        "enteredDate": "2018-12-09T13:49:25",
        "description": "West side of 500 block of S. Washington.  Sidewalk cracked, broken, and heaved up by tree growth.  Does the city claim sidewalk repair is the responsibility of adjacent property owner?  What about the goal of walkability?"
      },
      {
        "latitude": 39.17030715942383,
        "longitude": -86.53694152832031,
        "enteredDate": "2019-02-19T10:01:30",
        "description": "2 sections of upended sidewalks potentially hazardous to pedestrian traffic in front of 3712 E Silver Creek Ct. Appears to be caused by shallow tree roots."
      },
      {
        "latitude": 39.15155410766602,
        "longitude": -86.52397155761719,
        "enteredDate": "2019-02-20T21:44:55",
        "description": "There are no sidewalks at all on S Park Ave., S. Stull Ave., or S. Fess Ave between Bryan Park and Hillside (except on Grimes St)."
      },
      {
        "latitude": 39.13367080688477,
        "longitude": -86.52831268310547,
        "enteredDate": "2019-03-15T21:49:29",
        "description": "Hello,\nWe live in the Echo Park community (2780 S. Walnut St. Pk.). We basically do not have safe walking access to the nearby Winslow Street. Families and the elderly risk their lives walking on the side of the asphalt, at a pretty dagerous intersection (cars do not have good sight when they turn to this street). Adding a short sidewalk would solve this problem. See picture attached (the problematic area is marked in red). It is a tragedy waiting to happen. \nThank you."
      },
      {
        "latitude": 39.16864776611328,
        "longitude": -86.53764343261719,
        "enteredDate": "2019-05-03T18:47:52",
        "description": "In FYI about water meter on Fess north of 4th Street.  When I stepped on the concrete around the meter, it all levered up.  I think the gap is visible in the photo.\r\n\r\n\r\nUtilities checked area on Fess N. of Second- found no problem with meter pits- did see an open hole in tree plot marked in white.Does not appear to be utility related."
      },
      {
        "latitude": 39.1641845703125,
        "longitude": -86.50797271728516,
        "enteredDate": "2019-05-08T13:42:24",
        "description": "Unsafe dip for wheelchair users. I myself was thrown from the charge going three to four miles an hour"
      },
      {
        "latitude": 39.17030334472656,
        "longitude": -86.53694915771484,
        "enteredDate": "2019-05-17T12:11:52",
        "description": "This is a tree plot / water meter pit issue, a follow up on #168554. The meter in question is at 514 S Fess.  You all couldn't it because someone---safety-conscious resident maybe, or self-motivated meter reader apparently had filled the hole in with dirt and tamped it tight.  So, yes, resolved"
      },
      {
        "latitude": 39.18274688720703,
        "longitude": -86.54434204101562,
        "enteredDate": "2019-08-01T16:12:03",
        "description": "Lot 82 and 83 -- fire hazard and overgrowth, sidewalks not ADA accessible, code violations"
      },
      {
        "latitude": 39.12927627563477,
        "longitude": -86.51770782470703,
        "enteredDate": "2019-08-07T08:13:04",
        "description": "I would like to request sidewalks/speed bumps on Elliston Dr. in Sherwood Oaks Neighborhood.  Elliston is the main thourough fair to Sherwood Oaks Park, Jackson Creek Trail and Olcott Park, which also leads to Childs Elementary and Jackson Creek Middle School.  There is significant foot traffic daily of adults, kids and pets being walked. Children go to school on this route and yet there is nothing provided to keep them safe.  There are currently no sidewalks to keep foot traffic safe and no speed bumps to slow down traffic.  People speed through this area whether local traffic or visitors to the park and what the city has done to date is not enough.  Someone is going to get hurt and it will be on the onus of those who have chose to do nothing to keep pedestrians safe.  Please consider making a change and putting sidewalks/speed bumps in to allow for safe travels for all in this area.  \n\nThank you"
      },
      {
        "latitude": 39.13089370727539,
        "longitude": -86.52128601074219,
        "enteredDate": "2019-08-24T15:28:05",
        "description": "Lacking accessible sidewalk ramps in Sherwood oaks neighborhood."
      },
      {
        "latitude": 39.17609405517578,
        "longitude": -86.55650329589844,
        "enteredDate": "2019-12-30T10:21:15",
        "description": "Comment from Josh Conway on Facebook: How about getting a sidewalk on N Crescent rd between Marquis and fountain drive???\r\nI see people forced to take wheelchairs up and down that section of city road. People in cars just keep buzzing them."
      }
    ]
